Repository: wibus-wee/InjectGUI
Catalog: InjectGUI/Localizables/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ Please check your application integrity and try again. (Stage: %@)
source: %1$@ Please check your application integrity and try again. (Stage: %2$@)
zh_hans: %1$@ 请检查您的应用程序完整性并重试。 (阶段: %2$@)

source: About
zh_hans: 关于

source: Are you sure you want to stop injecting?
zh_hans: 你确定要停止注入吗？

source: Branch
zh_hans: 分支

source: By wibus. Made with ❤️
zh_hans: 由 wibus 制作. Made with ❤️

source: Cancel
zh_hans: 取消

source: Check for Updates…
zh_hans: 检查更新…

source: Checking Permission and Run
zh_hans: 正在检查权限并运行

source: Click here to close this view.
zh_hans: 点击以关闭此视图

source: Command Execution Error
zh_hans: 命令执行错误

source: Commit
zh_hans: 提交

source: Compatible Version
zh_hans: 兼容的版本

source: Copy Bundle ID
zh_hans: 复制 Bundle ID

source: Copying Executable File as Backup
zh_hans: 正在复制可执行文件作为备份

source: Enter password again
zh_hans: 请再次输入密码

source: Error: %@
zh_hans: 错误：%@

source: Finished. Close
zh_hans: 完成. 关闭

source: General
zh_hans: 通用

source: Handling Auto Handle Helper
zh_hans: 正在处理自动处理助手

source: Handling Deep Code Sign
zh_hans: 正在处理 Deep Code SIgn

source: Handling Extra Shell
zh_hans: 正在处理额外的Shell

source: Handling InjectLib Inject
zh_hans: 处理 InjectLib 注入

source: Handling Keygen
zh_hans: 正在处理 Keygen

source: Handling Tccutil
zh_hans: 正在处理 Tccutil

source: I have read the document
zh_hans: 我已阅读该文件

source: Incorrect password
zh_hans: 密码错误

source: Information About InjectLib
zh_hans: 关于 InjectLib 的信息

source: Inject
zh_hans: 注入

source: Inject Configurations
zh_hans: 注入配置

source: Inject is running
zh_hans: 注入已经在运行

source: Inject Tools Not Found
zh_hans: 未找到注入工具

source: Inject tools not found, it may be caused by network issues or the tools are not available. Please try again later.
zh_hans: 未找到注入工具，可能是网络问题或工具不可用造成的，请稍后重试

source: Inject Tools Path Not Found
zh_hans: 未找到注入工具路径

source: Injected
zh_hans: 已注入

source: InjectGUI requires your password to perform administrative tasks.
zh_hans: InjectGUI 需要您的密码来执行任务。

source: Injecting Finished
zh_hans: 注入完成

source: It will only show when the injector is running.
zh_hans: 这仅在注入器运行时显示。

source: It's a abnormal situation, it shouldn't be running, please report to developer.
zh_hans: 这是异常情况，它不应该运行，请向开发人员报告。

source: It's important to read the Setapp inject document first before using the tool. Please
zh_hans: 在使用该工具之前，首先阅读 Setapp 注入文档非常重要！

source: Local Mode
zh_hans: 本地模式

source: No apps found.
zh_hans: 找不到软件。

source: OK
zh_hans: 好的

source: Open in Finder
zh_hans: 在访达中打开

source: Open Support Folder
zh_hans: 打开应用支持文件夹

source: Password
zh_hans: 密码

source: Please contact the developer if you see this view without running the injector.
zh_hans: 如果您在未运行注入器的情况下看到此视图，请联系开发人员。

source: Please enter your password to continue.
zh_hans: 请输入密码以继续

source: Please read the Setapp inject document first
zh_hans: 请先阅读 Setapp 注入文档

source: Please try again.
zh_hans: 请重试

source: Progress: %lld%%
zh_hans: 进度：%lld%%

source: Read the document
zh_hans: 阅读文件

source: Refresh app list
zh_hans: 刷新软件列表

source: Released under GPLv3. Based on QiuChenly/InjectLib.
zh_hans: 根据 GPLv3 发布. 基于 QiuChenly/InjectLib.

source: Remote InjectLib Branch
zh_hans: 指定 InjectLib 远程分支

source: Remote InjectLib Commit
zh_hans: 指定 InjectLib 提交 Commit

source: Remote InjectLib Git URL
zh_hans: 指定 InjectLib 远程 Git URL

source: Remote Mode
zh_hans: 远程模式

source: Report an issue
zh_hans: 提交 issue

source: Restarting the app will require your password again.
zh_hans: 重新启动应用程序将需要再次输入您的密码。

source: Run App
zh_hans: 启动 App

source: Scanning Apps...
zh_hans: 扫描所有 App

source: Search all local app
zh_hans: 搜索所有本地软件

source: Settings
zh_hans: 设置

source: Settings About InjectGUI
zh_hans: 关于 InjectGUI 的设置

source: Start Injecting
zh_hans: 开始注入

source: Status
zh_hans: 状态

source: Stop
zh_hans: 停止

source: Stop Injecting
zh_hans: 停止注入

source: Submit
zh_hans: 提交

source: The app may not work properly if you stop injecting.
zh_hans: 如果您停止注入，该应用程序可能无法正常工作。

source: This app can use keygen to generate key
zh_hans: 此应用程序可以使用keygen生成密钥

source: This app does not have extraShell
zh_hans: 此软件没有 extraShell

source: This app has extraShell
zh_hans: 此软件有extraShell

source: This app has sub app
zh_hans: 此软件有附属软件

source: This app is supported by InjectLib.
zh_hans: 此应用程序由 InjectLib 支持。

source: This app need auto handle helper
zh_hans: 此应用程序需要自动处理Helper

source: This app need deep codesign
zh_hans: 此软件需要 deep codesign

source: This app needs to use tccutil to reset
zh_hans: 此软件需要使用 tccutil 来重置

source: This is a status view for the injector.
zh_hans: 这是注入器的状态视图。

source: This should not happen here, please report to the developer (Area: MainInject)
zh_hans: 这里不应该发生这种情况，请向开发人员报告（区域：MainInject）

source: Toggle Sidebar
zh_hans: 切换侧边栏

source: Universal Version (? Maybe)
zh_hans: 通用版本（？应该是吧）

source: Update InjectLib & Tools
zh_hans: 更新 InjectLib & 相关工具

source: URL
zh_hans: 链接

source: Version: %@
zh_hans: 版本：%@

source: Welcome to InjectGUI
zh_hans: 欢迎使用 InjectGUI

source: Why you are seeing this?
zh_hans: 你怎么看到的？

source: You're in
zh_hans: 您处于
